Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/eu_and_family_law.html.txt.tmx
Source language: en
Languages: ga

source: Regulation 1259/2010 of 20 December 2010 (known as "the Rome III Regulation") implementing enhanced cooperation in the area of the law applicable to divorce and legal separation was adopted by 14 EU member states
ga: Glacadh le Rialachán 1259/2010 an 20 December 2010 (ar a dtugtar "Rialachán na Róimhe III") a chuireann i bhfeidhm comhoibriú feabhsaithe i limistéar an dlí atá infheidhme le colscaradh agus le hidirscaradh dlíthiúil ag 14 bhallstát AE

source: It came into effect in those member states on 21 June 2012
ga: Tháinig sé i bhfeidhm sna ballstáit siúd an 21 Meitheamh 2012

source: Ireland and the UK have not opted into this Regulation
ga: Níor ghlac Éire agus an RA leis an Rialachán seo

source: The Regulation allows international couples in the member states where it applies to agree in advance which law will apply to their divorce or legal separation, as long as the agreed law is the law of the member state with which they have a closer connection
ga: Ligeann an Rialachán do lánúineacha idirnáisiúnta sna ballstáit ina bhfuil feidhm aige comhaontú a dhéanamh roimhe ré faoi cén dlí a bheidh i gceist lena gcolscaradh nó lena n-idirscaradh dlíthiúil, a fhad agus go bhfuil an dlí ar a ndéantar comhaontú ina dhlí den bhallstát a bhfuil an nasc is dlúithe acu leis

source: In case the couple cannot agree, the judge can use a common formula for deciding which country's law applies
ga: Sa chás nach féidir leis an lánúin comhaontú a dhéanamh, féadfaidh an breitheamh foirmle chomónta a úsáid chun cinneadh a dhéanamh ar dhlí na tíre ag a bhfuil éifeacht

source: This Regulation 1259/2010 does not affect the application of Regulation 2201/2003
ga: Ní dhéanann Rialachán 1259/2010 seo aon difear do chur i bhfeidhm Rialachán 2201/2003

source: Regulation 2201/2003 on jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility came into effect in March 2005
ga: Mar a luadh thuas, tháinig Rialachán Uimh. 2201/2003 maidir le dlínse agus breithiúnais a aithint agus a fhorfheidhmiú i gcúrsaí pósta agus cúrsaí a bhaineann le freagracht tuismitheoirí i bhfeidhm i Márta 2005

source: This Regulation replaced Regulation 1347/2000 which applied from March 2001
ga: Tháinig an rialachán seo in ionad Rialachán 1347/2000 a bhí i bhfeidhm ó Mhárta 2001

source: The earlier Regulation only applied to judgments on parental responsibility that were issued in the course of matrimonial proceedings and it only applied to judgements in relation to the children of both spouses
ga: Níor bhain an rialachán roimhe sin ach le breithiúnais maidir le freagracht tuismitheoirí a eisíodh le linn imeachtaí pósta agus níor bhain sé ach le breithiúnais maidir le leanaí na gcéilí

source: The 2003 Regulation applies to all decisions made by the courts of member states in matters of parental responsibility
ga: Baineann Rialachán 2003 leis na cinntí go léir a dhéanann cúirteanna na mballstát i gcúrsaí freagrachta tuismitheoirí

source: The parents need not be married to each other
ga: Ní gá go mbeadh na tuismitheoirí pósta lena chéile

source: They need not be the biological parents of the child in question
ga: Ní gá gur tuismitheoirí bitheolaíocha an linbh iad

source: It is not confined to court judgments
ga: Ní le breithiúnais chúirte amháin a bhaineann sé

source: It also applies to agreements between parents if such agreements are enforceable in the country where they were made
ga: Baineann sé le comhaontuithe idir tuismitheoirí freisin má tá na comhaontuithe sin infheidhmithe sa tír ina ndearnadh iad

source: In general, such agreements can be turned into court rulings and thereby made enforceable
ga: De ghnáth, is féidir comhaontuithe dá leithéid a aistriú go rialuithe cúirte agus iad a bheith infheidhmithe dá bharr

source: What the 2003 Regulation covers
ga: An méid a chlúdaíonn an rialachán

source: The Regulation covers the following aspects of parental responsibility:
ga: Clúdaíonn an rialachán na gnéithe seo a leanas d’fhreagracht tuismitheoirí:

source: • Jurisdiction – what country should hear the case, whose laws should apply
ga: • Dlínse - cén tír ar chóir an cás a éisteacht inti, cén dlíthe ar chóir a bheith i bhfeidhm

source: • Recognition and enforcement – how decisions made in one country are to be recognised and enforced in another
ga: • Aitheantas agus forfheidhmiú - conas a thabharfar aitheantas agus a dhéanfar forfheidhmiú ar chinntí a dhéantar i dtír amháin i dtír eile

source: • Specific rules on child abduction and access rights
ga: • Rialacha sonracha ar fhuadach leanaí agus ar chearta rochtana

source: Parental responsibility includes rights of custody and rights of access, guardianship, the placement of a child in a foster family or in institutional care
ga: Cuimsíonn freagracht tuismitheoirí cearta caomhnóireachta agus cearta rochtana, caomhnóireacht, lonnú an linbh i dteaghlach altrama nó i gcúram institiúide

source: The Regulation does not apply to proceedings which involve:
ga: Ní bhaineann an rialachán le nósanna imeachta ina mbíonn na nithe seo a leanas i gceist:

source: • Establishing and challenging paternity
ga: • Atharthacht a dheimhniú agus agóid a dhéanamh ina haghaidh

source: • Judgments in relation to adoption
ga: • Breithiúnais maidir le huchtú

source: • The child's first and last names
ga: • Céad ainm agus sloinne an linbh

source: • Measures taken following criminal infringements committed by children
ga: • Bearta a glacadh i ndiaidh sáruithe coiriúla a rinne leanaí

source: The Regulation also applies to certain measures concerning the child’s property if they are related to the protection of the child
ga: Baineann an rialachán freisin le bearta áirithe maidir le maoin an linbh má bhaineann siad leis an leanbh a chosaint

source: Measures that relate to the child’s property, but which do not concern the protection of the child, are covered by Regulation 1215/2012 known as Brussels I recast
ga: Clúdaítear bearta a bhaineann le maoin an linbh, ach nach mbaineann le cosaint an linbh, i Rialachán 1215/2012 (Bruiséile I athmhúnlú)

source: It is for the judge to assess in the individual case whether a measure relating to the child’s property concerns the protection of the child or not
ga: Is faoin mbreitheamh atá sé measúnú a dhéanamh i ngach cás ar leith cibé an mbaineann beart i leith maoin an linbh le cosaint an linbh nó nach mbaineann

source: The general rule is that the court which has jurisdiction in matters of parental responsibility is the court of the country where the child is habitually resident
ga: Is í an riail ghinearálta ná gurb í cúirt na tíre ina bhfuil an leanbh ina ghnáthchónaí an chúirt a bhfuil an dlínse aici i gcúrsaí freagrachta tuismitheoirí

source: Again, in general, once the matter is before the courts in one country, that country continues to have jurisdiction even if the child has lawfully changed country of residence
ga: Arís, de ghnáth, chomh luath is a thugtar an t-ábhar os comhair na gcúirteanna i dtír amháin, leanann an dlínse sa tír sin fiú má tá an leanbh tar éis a thír chónaithe a athrú de réir an dlí

source: It is possible to have the case transferred to the new country of residence if certain conditions are met and if it would be in the best interests of the child
ga: Is féidir an cás a aistriú chuig an tír chónaithe nua má chomhlíontar coinníollacha áirithe agus dá mbeadh sé ar son barr leasa an linbh

source: The parents may agree to have the question of parental responsibility decided in the court which has jurisdiction on the matrimonial matter or may agree to have the case heard by the court of a country with which the child has a close connection (for example, nationality)
ga: D’fhéadfadh na tuismitheoirí aontú go ndéanfar cinneadh ar an gceist d’fhreagracht tuismitheoirí sa chúirt a bhfuil dlínse aici ar an gcúrsa pósta nó d’fhéadfadh siad aontú go n-éistfí leis an gcás i gcúirt na tíre a bhfuil dlúthbhaint ag an leanbh léi (mar shampla, náisiúntacht)

source: If the child's habitual residence cannot be established, then the member state in which the child is present has jurisdiction
ga: Mura féidir gnáthchónaí an linbh a dheimhniú, ansin bíonn dlínse ag an mballstát ina bhfuil an leanbh faoi láthair

source: In certain circumstances, the court which has jurisdiction may refer the case to another court if that other court is better placed to hear the case and this is in the best interests of the child
ga: In imthosca áirithe, d’fhéadfadh an chúirt a bhfuil dlínse aici an cás a chur ar aghaidh chuig cúirt eile má tá an chúirt eile sin i staid níos fearr chun éisteacht leis an gcás agus má tá sé ar son barr leasa an linbh

source: This could arise, for example, if the child’s habitual residence has changed
ga: D’fhéadfadh sé seo tarlú, mar shampla, má tá an áit ina bhfuil gnáthchónaí ar an leanbh tar éis athrú

source: There are time limits on this procedure
ga: Tá roinnt teorainneacha ama ar an nós imeachta seo

source: If a child’s habitual residence changes as a result of a wrongful removal or retention, jurisdiction may shift only under very strict conditions
ga: Má athraíonn an áit ina bhfuil gnáthchónaí ar an leanbh toisc gur bogadh nó gur coinníodh iad go héagórach, ní féidir dlínse a athrú ach faoi choinníollacha fíorghéire amháin

source: The Regulation also includes rules on what is to happen if the proceedings are started in more than one member state
ga: Cuimsíonn an rialachán rialacha freisin ar an méid a tharlóidh má thosaítear imeachtaí i níos mó ná ballstát amháin

source: In urgent cases, a court may take provisional protective measures even if another member state has jurisdiction on the substantive issue
ga: I gcásanna práinneacha, d'fhéadfadh an chúirt bearta cosanta sealadacha a ghlacadh fiú má tá dlínse ag ballstát eile ar an gceist sin

source: Co-operation between national authorities
ga: Comhoibriú idir údaráis náisiúnta

source: The Regulation creates a system of co-operation between central authorities of the member states
ga: Cruthaíonn an Rialachán córas comhoibrithe idir lárúdaráis na mballstát

source: These authorities are obliged to facilitate communications between the courts of the relevant countries and must facilitate agreements between parents through mediation or other means
ga: Tá sé d’oibleagáid ar na húdaráis seo cumarsáid a éascú idir cúirteanna na dtíortha ábhartha agus caithfidh siad comhaontuithe a éascú idir na tuismitheoirí trí idirghabháil nó trí bhealaí eile

source: Judgements given in one member state must be recognised and enforced in another member state
ga: Caithfear breithiúnais a thugtar i mballstát amháin a aithint agus a fhorfheidhmiú i mballstát eile

source: The court in the other member state may refuse to recognise the order only on the grounds that:
ga: Is féidir leis an gcúirt sa bhallstát eile diúltú aitheantas a thabhairt don ordú ach ní féidir é sin a dhéanamh ach ar na forais seo amháin:

source: • It would be manifestly contrary to that member state’s public policy
ga: • Bheadh sé soiléir go mbeadh sé in aghaidh bheartas poiblí an bhallstáit sin

source: • The child was not given an opportunity to be heard (except in urgent cases)
ga: • Níor tugadh deis don leanbh labhairt faoi (ach amháin i gcásanna práinneacha)

source: • The judgment was given in the absence of a person who was not served with the documents instituting the proceedings in sufficient time and in such a way as to enable him/her to arrange for his/her defence
ga: • Tugadh an breithiúnas agus an duine as láthair nár seirbheáladh na páipéir ag tionscnamh imeachtaí air/uirthi i go leor ama agus i mbealach a chuirfeadh ar a c(h)umas a c(h)osaint a eagrú

source: • A person claiming that the judgment infringes his/her parental responsibility was not given the opportunity to be heard
ga: • Níor tugadh deis labhartha do dhuine a mhaíonn go sáraíonn an breithiúnas a fhreagracht tuismitheora

source: If you are applying to a court in another member state for recognition and enforcement, you are entitled to legal aid there if you were entitled in your own state
ga: Má tá iarratas á chur chuig cúirt i mballstát eile agat le haghaidh aitheantais agus forfheidhmithe, tá tú i dteideal cabhrach dlí ann más rud é go raibh tú i dteideal cabhrach dlí i do stát féin

source: You may also get help from the central authority in the country where you are seeking recognition and enforcement
ga: D’fhéadfá cabhair a fháil ón lárúdarás sa tír ina bhfuil aitheantas agus forfheidhmiú á lorg agat

source: In the cases of child abduction, it is not necessary to go through the court procedure for recognition
ga: I gcásanna ina bhfuadaítear leanbh, ní gá dul trí imeacht cúirte chun aitheantas a fháil

source: Child abduction is the unlawful removal or retention of a child
ga: Is é atá i gceist le fuadach leanaí ná leanaí a thógáil nó a choinneáil go neamhdhleathach

source: If you have custody of a child and your child is abducted to another member state, you may apply to that state for the return of the child
ga: Má tá caomhnóireacht agat ar leanbh agus má fhuadaítear do leanbh chuig ballstát eile, féadfaidh tú iarratas a dhéanamh chuig an stát sin chun an leanbh a fháil ar ais

source: The courts of the member state to which the child has been abducted can only refuse return of the child in limited circumstances – for example, if there are not adequate safeguards to ensure that there is no serious risk that return would expose the child to harm
ga: Ní féidir le cúirteanna an bhallstáit chuig a bhfuadaítear an leanbh diúltú don leanbh a thabhairt ar ais ach i gcúinsí teoranta - mar shampla, mura bhfuil cosaintí imleora ann lena chinntiú nach bhfuil aon riosca tromchúiseach ann go ndéanfar dochar don leanbh sa chás go bhfillfeadh sé/sí

source: In general, the court must order the immediate return of the child
ga: Go ginearálta, caithfidh an chúirt ordú a thabhairt go dtabharfaí an leanbh ar ais láithreach

source: You can find out more in our document on international child abduction
ga: Is féidir leat tuilleadh a fháil amach inár ndoiciméad ar fhuadach idirnáisiúnta leanaí

source: Access rights are directly enforceable in other member states
ga: Tá cearta rochtana infheidhmithe go díreach i mballstáit eile

source: This means that it is not necessary to go to court to declare that they are enforceable if the court which issued the orders also issues the required certificate
ga: Ciallaíonn sé seo nach gá dul chun cúirte le dearbhú go bhfuil siad infheidhmithe má eisíonn an chúirt a d’eisigh na horduithe an deimhniú riachtanach chomh maith

source: (This certificate guarantees that procedural safeguards have been respected – for example, that all parties had an opportunity to be heard, the child had the opportunity to be heard if that was appropriate.) It does not matter who holds the access rights – it is usually a parent but can be a grandparent or other family member depending on the national rules involved
ga: (Ráthaíonn an deimhniú seo gur tugadh aird ar chosaintí nós imeachta - mar shampla, gur tugadh deis do na páirtithe uile labhairt, agus gur tugadh deis don leanbh labhairt freisin más cuí.) Ní dhéanann sé aon difríocht cén duine a bhfuil na cearta rochtana acu – tuismitheoir a bhíonn i gceist de ghnáth ach d’fhéadfadh seantuismitheoir nó duine eile den teaghlach a bheith i gceist chomh maith ag brath ar na rialacha náisiúnta lena mbaineann

source: The certificate means that the judgement is treated in the new member state as if it were a judgement of that state
ga: Ciallaíonn an deimhniú go gcaitear leis an breithiúnas sa bhallstát nua amhail is gur breithiúnas ón stát sin é

source: The Hague Convention of 25 October 1980 on the civil aspects of international child abduction (“the 1980 Hague Convention”) and the Hague Convention (1996) on jurisdiction, applicable law, recognition, enforcement and cooperation in respect of parental responsibility and measures for the protection of children continue to apply in cases where the 2003 Regulation does not
ga: Tá feidhm i gcónaí le Coinbhinsiún na Háige an 25 Deireadh Fómhair 1980 maidir leis na gnéithe sibhialta d’fhuadach idirnáisiúnta leanaí (Coinbhinsiún na Háige 1980) agus le Coinbhinsiún na Háige (1996) maidir le dlínse, dlí infheidhmithe, aitheantas, forfheidhmiú agus comhoibriú i ndáil le freagracht tuismitheoirí agus bearta chun leanaí a chosaint i gcásanna nach bhfuil feidhm leis an rialachán

source: The European Convention on Recognition and Enforcement of Decisions Concerning Custody of Children and on Restoration of Custody of Children (the Luxembourg Convention) applies to a number of European countries
ga: Tá feidhm ag Coinbhinsiún na hEorpa um Aitheantas agus Fhorfheidhmiú ar Chinntí Maidir le Caomhnóireacht Leanaí agus Athchóiriú Caomhnóireachta Leanaí (Coinbhinsiún Lucsamburg) i 1980 i roinnt tíortha san Eoraip

source: It is now of limited relevance because the EU Regulation or the Hague Convention covers the relevant countries
ga: Is beag aitheantais atá aige anois de bhrí go gclúdaíonn rialachán an AE nó Coinbhinsiún na Háige na tíortha ábhartha

source: Both Conventions were signed in 1980
ga: Síníodh an dá choinbhinsiún i 1980

source: They were brought into effect in Ireland in 1991 by the Child Abduction and Enforcement of Court Orders Act 1991
ga: Tugadh i bhfeidhm in Éirinn iad in 1991 leis an Acht um Fhuadach Leanaí agus Forghníomhú Orduithe Coimeádta 1991
